---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsActualNumRisers
source: html/93478cc0-8f6c-8e73-e612-e3cce377bf1a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsActualNumRisers Property

"Actual Number of Risers"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsActualNumRisers { get; }
```